import './style/Hero.css';
const Hero = () => {
  return (
    <>
      <div className="Hero">
        <div className="TopTextConteiner">
          <h1>Перетворіть старий каталізатор у реальний кеш!</h1>
          <p>
            Отримайте замість старої деталі гроші вже зараз! Продайте нам
            свій каталізатор і отримайте гроші. Дійте і заробіть вигоду!
          </p>
          <div className="ButtonConteiner">
            <button>Продати каталізатор</button>
            <button>Задати питання</button>
          </div>
        </div>

        <div className="BottomTextConteiner">
          <div className="BoxOne">
            <h3>10+ років досвіду</h3>
            <p>
              За стільки часу ми накопичили великі знання навички, що дає нам
              змогу ефективно розв'язувати складні завдання
            </p>
          </div>
          <div className="BoxTwo">
            <h3>5+ спеціалістів</h3>
            <p>
              Наші люди володіють глибокими знаннями в галузі інженерії, і
              застосовують свої навички для розробки оптимізації процесів.
            </p>
          </div>
          <div className="BoxThree">
            <h3>100+ проектів</h3>
            <p>
              Саме стільки роботи було зроблено для наших клієнтів. Відгуки
              підтверджують нашу надійність та якість роботи
            </p>
          </div>
        </div>
      </div>
    </>
  );
};

export default Hero;
